Repository: waelboussabat/ERP-PROJECT
Catalog: Translations/3SR1_3GL1.*.xlf
Languages: fr_fr

# Table 3040182083 - Field 3461834954 - Property 2879900210
source: Description
fr_fr: Déscription

# Table 3040182083 - Field 92170848 - Property 2879900210
source: ShortDescription
fr_fr: Petite Décription

# Table 2365000556 - Field 3461834954 - Property 2879900210
source: Description
fr_fr: Déscription

# Table 2365000556 - Field 3641927271 - Property 2879900210
source: ID
fr_fr: Identifiant

# Table 1418429579 - Field 2016694080 - Property 2879900210
source: CIN
fr_fr: N de carte d'identité nationale

# Table 1418429579 - Field 3292786705 - Property 2879900210
source: Classroom Description
fr_fr: Déscription de cours

# Table 1418429579 - Field 1856816140 - Property 2879900210
source: Country
fr_fr: Pays

# Table 1418429579 - Field 1285973296 - Property 2879900210
source: Email
fr_fr: Adresse mail

# Table 1418429579 - Field 3444679095 - Property 2879900210
source: First Name
fr_fr: Prénom

# Table 1418429579 - Field 3316015664 - Property 2879900210
source: ID Classroom
fr_fr: Identifiant de cours

# Table 1418429579 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 1418429579 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Numéro de téléphone

# Table 1629086757 - Field 2765039267 - Property 2879900210
source: Cours_Description
fr_fr: Déscription du Cours

# Table 1629086757 - Field 1156174838 - Property 2879900210
source: ID_Cours
fr_fr: Identifiant du Cours

# Table 1629086757 - Field 938741237 - Property 2879900210
source: ID_Student
fr_fr: Identifiant de l'étudiant

# Table 1629086757 - Field 1551280122 - Property 2879900210
source: Marks
fr_fr: Notes

# Table 2199584568 - Field 3168444338 - Property 2879900210
source: Address
fr_fr: Adresse

# Table 2199584568 - Field 1285973296 - Property 2879900210
source: Email
fr_fr: Adresse mail

# Table 2199584568 - Field 3444679095 - Property 2879900210
source: First Name
fr_fr: Prénom

# Table 2199584568 - Field 3641927271 - Property 2879900210
source: ID
fr_fr: Identifiant

# Table 2199584568 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 2199584568 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Téléphone

# Table 2344425194 - Field 1510901100 - Property 2879900210
source: Classroom_Description
fr_fr: Déscription de Classes

# Table 2344425194 - Field 2765039267 - Property 2879900210
source: Cours_Description
fr_fr: Déscription de Cours

# Table 2344425194 - Field 846901437 - Property 2879900210
source: ID_Classroom
fr_fr: Identifiant de Classes

# Table 2344425194 - Field 1156174838 - Property 2879900210
source: ID_Cours
fr_fr: Identifiant de Cours

# Table 2344425194 - Field 3823636962 - Property 2879900210
source: ID_Teacher
fr_fr: Identifiant de l'Enseignant

# Page 1223978989 - Property 2879900210
source: Classroom List
fr_fr: Classes

# Page 3793170212 - Property 2879900210
source: Classroom/Courses
fr_fr: Classes/Cours

# Page 4245340798 - Property 2879900210
source: Cours List
fr_fr: Cours

# Page 709879359 - Property 2879900210
source: Student Card
fr_fr: Etudiant

# Page 1824029429 - Property 2879900210
source: Student List
fr_fr: Etudiants

# Page 2874716139 - Property 2879900210
source: StudentEntriesList
fr_fr: Liste des étudiants(autres)

# Page 4045736748 - Property 2879900210
source: Teacher Card
fr_fr: Enseignant

# Page 4045736748 - Control 2445482498 - Property 2879900210
source: Général
fr_fr: Générale

# Page 4045736748 - Action 3793170212 - Property 2879900210
source: Classroom/Courses
fr_fr: Classes/Cours

# Page 3157106474 - Property 2879900210
source: Teacher List
fr_fr: Enseignants
